Repository: IwanVosloo/reahl
Catalog: reahl-webdev/reahl/messages/*/LC_MESSAGES/reahl-webdev.po
Languages: af

source: Type your selection:
af: Tik jou keuse:

source: Not a valid selection
af: Nie 'n geldige keuse nie

source: Something is wrong with the option you chose [%s]. Press <enter> and choose another item.
af: Daar is iets fout my jou keuse [%s]. Druk <enter> en verander jou keuse.

source: Exit
af: Verlaat

source: Path exists, choose another
af: Gids bestaan reeds, kies 'n alternatief

source: New config directory name:
af: Nuwe configurasiegids se naam:

source: Root application module
af: Hoof applikasie module naam

source: From existing config ?
af: Vanaf bestaande configurasie ?

source: Provide it yourself ?
af: Gee dit self ?

source: Enter the site root module:
af: Sleutel die hoofmodule se naam in:

source: Enter the site root class:
af: Sleutel die hoofklasnaam in:

source: Path does not exist, choose existing path
af: Gids bestaan nie, kies 'n bestaande een

source: Existing config directory name:
af: Besttande gis se naam:

source: %s (In development? Did you forget to do a "reahl setup -- develop -N"?)
af: %s (In ontwikkeling? Het jy dalk vergeet om uit te voer "reahl setup -- develop -N"?)

source: Sqlite should be in_memory or for file_path
af: Sqlite moet een van in_memory of file_path wees

source: Enter the file_path for the db
af: Sleutel die databasislêernaam in

source: Sqlite options
af: Sqlite opsies

source: Sqlite - in memory
af: Sqlite - in geheu

source: Sqlite - file
af: Sqlite - lêer

source: username ?
af: gebruikernaam ?

source: password ?
af: wagwoord ?

source: hostname ?
af: masjiennaam ?

source: port ?
af: poort ?

source: database name ?
af: databasis naam ?

source: Database type
af: Databasis tipe

source: This option is not yet available
af: Hierdie opsie is nognie beskikbaar nie

source: Application platform
af: Applikasie platform

source: local, on this machine
af: plaaslik, op hierdie masjien
